app/controllers/api_controller.rb

SELECT "schedules".* FROM "schedules"
---
  def index
  	response = []
  	Schedule.all.each do |horario|